Repository: aauzi/mailnagger
Catalog: po/*.po
Languages: fi

source: No subject
fi: Ei otsikkoa

source: Mail Account
fi: Sähköpostitili

source: optional
fi: valinnainen

source: Enabled
fi: Käytössä

source: Name
fi: Nimi

source: IMAP (Custom)
fi: IMAP

source: POP3 (Custom)
fi: POP3

source: MBox (Custom)
fi: MBox

source: Maildir (Custom)
fi: Maildir

source: Connection failed.
fi: Yhteydenotto epäonnistui.

source: About Mailnagger
fi: Tietoja Mailnaggerista

source: An extensible mail notification daemon.
fi: Laajennettava sähköpostihuomautin.

source: Copyright (c) {years} {author} and contributors.
fi: Copyright (c) {years} {author} ja muut tekijät.

source: Homepage
fi: Kotisivu

source: maintainer
fi: ylläpitäjä

source: translator-credits
fi: Timo Kankare

source: Delete this account:
fi: Poista tämä tili:

source: Plugin Configuration
fi: Lisäosan konfigurointi

source: User Script
fi: Käyttäjän skripti

source: Runs an user defined script on mail arrival.
fi: Ajaa käyttäjän määrittelemän skriptin, kun uusi sähköposti saapuu.

source: account
fi: tili

source: sender
fi: lähettäjä

source: subject
fi: otsikko

source: The following script will be executed whenever new mails arrive. Mailnagger passes the total count of new mails to this script, followed by %s sequences.
fi: Seuraava skripti suoritetaan, kun uusi sähköposti saapuu. Mailnagger välittää skriptille uusien postien kokonaismäärän ja sen perään %s-sarjan.

source: LibNotify Notifications
fi: LibNotify-huomautin

source: Shows a popup when new mails arrive.
fi: Näyttää huomautuksen, kun uusi sähköposti saapuu.

source: Notification mode:
fi: Huomautusvalinta:

source: {0} new mails
fi: {0} uutta sähköpostia

source: from {0} and others.
fi: lähettäjältä {0} ja muilta.

source: from {0}.
fi: lähettäjältä {0}.

source: New mail
fi: Uusi sähköposti

source: (and {0} more)
fi: (ja {0} muuta)

source: Mark as read
fi: Merkitse luetuksi

source: Spam Filter
fi: Roskapostisuodatin

source: Filters out unwanted mails.
fi: Suodattaa pois ei-toivottuja sähköposteja.

source: Mailnagger will ignore mails containing at least one of the following words in subject or sender.
fi: Mailnagger suodattaa pois postit, joissa on otsikossa tai lähettäjäkentässä ainakin yksi seuraavista sanoista.

source: Sound Notifications
fi: Äänimerkki

source: Plays a sound when new mails arrive.
fi: Soittaa äänimerkin, kun uusi sähköposti saapuu.

source: You may need to create an application-specific password for Gmail. Click this icon for more information.
fi: Sinun pitää ehkä luoda sovelluskohtainen salasana Gmailiä varten. Klikkaa tätä ikonia saadaksesi lisätietoja.

source: Enable Push-IMAP
fi: Ota käyttöön Push-IMAP

source: Enable SSL encryption
fi: Ota käyttöön SSL-salaus

source: Accountname:
fi: Tilin nimi:

source: Account type:
fi: Tilin tyyppi:

source: User:
fi: Käyttäjä:

source: Password:
fi: Salasana:

source: Server:
fi: Palvelin:

source: Port:
fi: Portti:

source: Folders (optional)
fi: Kansiot (valinnainen)

source: File path:
fi: Tiedostopolku:

source: Directory:
fi: Hakemisto:

source: Enable/disable Mailnagger daemon
fi: Ota käyttöön tai poista käytöstä Mailnagger-palvelu

source: Add Account
fi: Lisää tili

source: Remove Account
fi: Posita tili

source: Edit Account
fi: Muokkaa tiliä

source: Accounts
fi: Sähköpostitilit

source: Edit Plugin
fi: Muokkaa lisäosan asetuksia

source: Plugins
fi: Lisäosat

source: Info
fi: Tietoja

source: Count of new mails
fi: Uusien sähköpostien lukumäärä

source: Short summary of new mails
fi: Lyhyt yhteenveto uusista sähköposteista

source: Detailed summary of new mails
fi: Yksityiskohtainen yhteenveto uusista sähköposteista

source: One notification per new mail
fi: Oma huomautus kustakin uudesta sähköpostista
